Repository: univention/univention-portal
Catalog: www/*.po
Languages: de

source: A portal entry with the given name already exists.
de: Es existiert bereits ein Portal-Eintrag mit dem angegebenen Namen.

source: Add
de: Hinzufügen

source: Add Folder
de: Ordner hinzufügen

source: Add category
de: Kategorie hinzufügen

source: Add entry
de: Eintrag hinzufügen

source: Add existing category
de: Existierende Kategorie hinzufügen

source: Add existing entry
de: Existierenden Eintrag hinzufügen

source: Add existing folder
de: Existierenden Ordner hinzufügen

source: Add folder
de: Ordner hinzufügen

source: Appearance
de: Aussehen

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Category
de: Kategorie

source: Category added to portal
de: Kategorie wurde zum Portal hinzugefügt

source: Category could no be created
de: Die Kategorie konnte nicht angelegt werden

source: Category could no be created: %s
de: Die Kategorie konnte nicht angelegt werden: %s

source: Category removed from portal
de: Kategorie wurde vom Portal entfernt

source: Change order of portal entries via drag and drop
de: Ändere die Reihenfolge der Portal-Einträge per Drag and Drop

source: Changes saved
de: Änderungen gespeichert

source: Changes to category could no be saved
de: Änderungen an der Kategorie konnten nicht gespeichert werden

source: Changes to category saved
de: Änderungen an der Kategorie wurden gespeichert

source: Changes to entry could not be saved
de: Änderungen am Eintrag konnten nicht gespeichert werden

source: Changes to entry saved
de: Änderungen am Eintrag wurden gespeichert

source: Changes to folder could not be saved
de: Änderungen am Ordner konnten nicht gespeichert werden

source: Changes to folder saved
de: Änderungen am Ordner wurden gespeichert

source: Content could not be loaded.
de: Inhalt konnte nicht geladen werden.

source: Could not add category to portal
de: Kategorie konnte nicht zum Portal hinzugefügt werden

source: Could not add category to portal: %(details)s
de: Kategorie konnte nicht zum Portal hinzugefügt werden: %(details)s

source: Could not add entry to category
de: Eintrag konnte nicht zur Kateegorie hinzugefügt werden

source: Could not add entry to category: %(details)s
de: Eintrag konnte nicht zur Kateegorie hinzugefügt werden

source: Could not add entry to folder
de: Eintrag konnte nicht zum Ordner hinzugefügt werden

source: Could not add entry to folder: %(details)s
de: Eintrag konnte nicht zum Ordner hinzugefügt werden: %(details)s

source: Could not remove category from portal
de: Kategorie konnte nicht vom Portal entfernt werden

source: Could not remove category from portal: %(details)s
de: Kategorie konnte nicht vom Portal entfernt werden: %(details)s

source: Could not remove entry from category
de: Eintrag konnte nicht von der Kategorie entfernt werden

source: Could not remove entry from category: %(details)s
de: Eintrag konnte nicht von der Kategorie entfernt werden: %(details)s

source: Could not remove entry from folder
de: Eintrag konnte nicht vom Ordner entfernt werden

source: Could not remove entry from folder: %(details)s
de: Eintrag konnte nicht vom Ordner entfernt werden: %(details)s

source: Create entry
de: Eintrag erstellen

source: Create new category
de: Neue Kategorie erstellen

source: Create new entry
de: Neuen Eintrag erstellen

source: Create new folder
de: Neuen Ordner erstellen

source: Created new category
de: Neue Kategorie wurde erstellt

source: Created new entry
de: Neuer Eintrag wurde erstellt

source: Created new folder
de: Neuer Ordner wurde erstellt

source: Do you really want to remove this entry?
de: Wollen Sie diesen Eintrag wirklich entfernen?

source: Edit Portal
de: Portal bearbeiten

source: Edit category
de: Kategorie bearbeiten

source: Edit entry
de: Eintrag bearbeiten

source: Edit folder
de: Ordner bearbeiten

source: Edit mode
de: Editiermodus

source: Edit the font color and background for this portal
de: Die Schriftfarbe und den Hintergrund dieses Portal bearbeiten

source: Edit the visibility of this portal
de: Die Sichtbarkeit dieses Portals bearbeiten

source: Edit this portal
de: Dieses Portal bearbeiten

source: Entry added to category
de: Eintrag wurde zur Kategorie hinzugefügt

source: Entry could not be created
de: Eintrag konnte nicht angelegt werden

source: Entry could not be created: %s
de: Eintrag konnte nicht angelegt werden: %s

source: Entry removed from category
de: Eintrag wurde aus der Kategorie entfernt

source: Entry removed from folder
de: Eintrag wurde vom Ordner entfernt

source: Finish
de: Fertigstellen

source: Folder
de: Ordner

source: Folder could not be created
de: Ordner konnte nicht angelegt werden

source: Folder could not be created: %s
de: Ordner konnte nicht angelegt werden: %s

source: Load entry
de: Eintrag laden

source: Local Apps
de: Lokale Apps

source: Next
de: Weiter

source: Notifications
de: Benachrichtigungen

source: Order
de: Reihenfolge

source: Order saved
de: Reihenfolge gespeichert

source: Portal appearance
de: Portal Aussehen

source: Portal entry was successfully created
de: Portal-Eintrag wurde erfolgreich erstellt

source: Portal title
de: Portal Titel

source: Portal visibility
de: Portal Sichtbarkeit

source: Remove
de: Entfernen

source: Remove from this portal
de: Aus diesem Portal entfernen

source: Save
de: Speichern

source: Save entry order
de: Reihenfolge der Einträge Speichern

source: Saving entry order failed
de: Speichern der Eintragsreihenfolge ist fehlgeschlagen

source: Stop editing this portal
de: Aufhören dieses Portal zu bearbeiten

source: The changes could not be saved
de: Die Änderungen konnten nicht gespeichert werden

source: The changes could not be saved: %(details)s
de: Die Änderungen konnten nicht gespeichert werden: %(details)s

source: The creation failed
de: Das Anlegen ist fehlgeschlagen

source: The creation failed: %(details)s
de: Das Anlegen ist fehlgeschlagen: %(details)s

source: The dn for this entry could not be found
de: Die DN für diesen Eintrag konnte nicht gefunden werden

source: The editing of the portal entry object failed.
de: Das Bearbeiten des Portal-Eintrages ist fehlgeschlagen.

source: The editing of the portal entry object failed: %(details)s
de: Das Bearbeiten des Portal-Eintrages ist fehlgeschlagen: %(details)s

source: The portal entry object could not be saved.
de: Die Änderungen am Portal Objekt konnten nicht gespeichert werden.

source: The portal entry object could not be saved: %(details)s
de: Die Änderungen am Portal Objekt konnten nicht gespeichert werden: %(details)s

source: This value is required
de: Dieser Wert ist erforderlich

source: Visibility
de: Sichtbarkeit

source: Welcome to the portal of %s.<br><br>To be able to use all functions of this portal, please log in.
de: Wilkommen beim Portal von %s.<br><br>Um alle Funktionen dieses Portals nutzen zu können, melden Sie sich bitte an.
